/*
 Localizable_zoombox.strings
 RoomRes
 
 Created by Justin on 1/10/14.
 Copyright (c) 2014 Justin. All rights reserved.
 */

/* Invite message */
"INVITE_MESSAGE" = "%s is calling you from Zoom, click link to join.\r\n%s";
"INVITE_NOTI_1" = "%@ has been invited.";
"INVITE_NOTI_2" = "%@ and %@ have been invited.";
"INVITE_NOTI_3" = "%@, %@ and another person have been invited.";
"INVITE_NOTI_MORE" = "%@, %@ and %d others have been invited.";
"INVITE_TIP" = "Click to invite participants";
"IVITET_COPY_URL_TIP" = "The invitation URL has been copied to the clipboard";

/* Notification in chat window */
"INVITE_NOTI_INVITE_YOU" = "%@ invited you to join a meeting.";
"INVITE_NOTI_YOU_INVITE" = "You invited %@ to join a meeting.";


/* Message in CMD window */
"CALLING_IS" = "is calling...";
"CALLING_ARE" = "are calling...";
"CALLING_ARE_ALREADY" = "are calling you. You are already in this meeting.";
"CALLING_IS_ALREADY" = "is calling you. You are already in this meeting.";
"CALLING_ARE_ALREADY_ANOTHER" = "are calling you. You are already in another meeting, do you want to leave and join this meeting?";
"CALLING_IS_ALREADY_ANOTHER" = "is calling you. You are already in another meeting, do you want to leave and join this meeting?";


/* Online offline notification */
"ONLINE_NOTI" = "came online";
"OFFLINE_NOTI" = "went offline";


/* Main window menu text */
"BTN_START_CALL" = "Video Meeting";
"BTN_START_SHARING" = "Screen Share Meeting";
"BTN_LEAVE_CALL" = "Leave Meeting";
"BTN_BACK_CALL" = "Back to Meeting";
"BTN_START_CALL_TIP" = "Video starts automatically";
"BTN_BACK_CALL_TIP" = "Back to Meeting";


/* Main window menu text */
"MENU_RETURN_ZOOM" = "Back to Meeting";
"MENU_INVITE_ZOOM" = "Invite to Meeting";
"MENU_START_ZOOM" = "Start Video Meeting";
"CHAT_START_ZOOM" = "Video Meeting";
"MENU_VIEW_PROFILE" = "View Profile";
"MENU_JOIN_ZOOM" = "Join Meeting...";

/* Main Menu */
"MAIN_MENU_LOG_OUT" = "Log Out";
"MAIN_MENU_LOG_IN" = "Log In";

"MAIN_IM_TAB_FACEBOOK" = "Facebook IM";
"MAIN_IM_TAB_GOOGLE" = "Google IM";
"MAIN_IM_TAB_IM_GENERAL" = "IM";
"MAIN_IM_TAB_FAVORITES" = "Contacts";
"MAIN_TELLOTHERS_FACEBOOK" = "Tell Others About Zoom";
"MAIN_TELLOTHERS_GOOGLE" = "Tell Others About Zoom";
"MAIN_IM_TAB_HOME" = "Home";
"MAIN_IM_TAB_MYMEETINGS" = "Meetings";

/* Chat window */
"CHAT_IS_TYPING" = "%@ is typing...";


/* Login status */
"LOGIN_STATUS_LOGIN" = "Login...";
"LOGIN_STATUS_CONN" = "Connecting...";
"LOGIN_STATUS_AUTH" = "Authenticating...";
"LOGIN_STATUS_NEGO" = "Negotiating...";

/* Login error */
"LOGIN_FACEBOOK_ERROR" = "Please check your network connection. Then click Retry to re-connect.";
"LOGIN_GOOGLE_ERROR" = "Please check your network connection. Then click Retry to re-connect.";
"LOGIN_ZOOMUS_ERROR" = "Cannot get your favorite information, Please check your network connection.";
"LOGIN_SSO_ERROR" = "Cannot get your favorite information, Please check your network connection.";
"LOGIN_FACEBOOK_CANCELLED" = "Login to Facebook was cancelled.";

/* Login links */
"LOGIN_LINK_NO_ACCOUNT" = "Sign Up";
"LOGIN_LINK_FORGOT_PASSWORD" = "Forgot your password?";

/* Setting */
"SETTING_GENERAL" = "General";
"SETTING_AUDIO" = "Audio";
"SETTING_FEEDBACK" = "Feedback";
"SETTING_RECORD" = "Record";
"SETTING_ACCOUNT" = "Account";
"SETTING_VIDEO" = "Video";
"SETTING_DISKSPACE_SMALL" = "The free disk space is less than 1G. Please select another folder or delete some files";
"SETTING_DISKSPACE_AVAILABLE" = "%.2f GB remaining";
"SETTING_WORKEMAIL" = "Work Email";
"SETTING_GOOGLE_ACCOUNT" = "Gmail Account";
"SETTING_FACEBOOK_ACCOUNT" = "Facebook Account";
"SETTING_SSO_ACCOUNT" = "Single Sign On";
"SETTING_UPGRADETOPRO" = "Upgrade to PRO";
"SETTING_CHANGEPLAN" = "Change Subscription Plan";

/* Meeting info */
"MEETING_INFO" = "1. Go to %@\r\n2. Enter ID: %@";
"MEETING_URL_COPYED" = "The invitation URL has been copied to Clipboard.";
"MEETING_INVITATION_EMAIL_COPYED" = "The invitation Email has been copied to Clipboard.";

/* About window */
"VERSION_NUMBER" = "Version:%@";
"FEEDBACK_SEND" = "Send Feedback";
"FEEDBACK_SENDING" = "Sending...";
"FEEDBACK_SENDFAIL" = "Failed to send your feedback. Please try again later.";
"FEEDBACK_SENDOK" = "Thanks for your feedback!\r\n\r\nYour feedback is very important to us, and we're working hard to improve our service.";

"MAILTO_SUBJECT" = "Please join Zoom meeting in progress";
"MAILTO_BODY" = "Please join my meeting.\r\n%@";

/* Invite Window */
"INVITE_FACEBOOK_FRIENDS" = "Facebook Friends";
"INVITE_GOOGLE_FRIENDS" = "Google Friends";
"INVITE_ZOOM_FAVORITES" = "Favorites";

/* In meeting */
"CONF_MEETING_WINDOW_TITLE" = "Zoom Meeting ID: %@ Participant ID: %d";
"CONF_FREE_MEETING_WINDOW_TITLE" = "Zoom %d-Minutes Meeting ID: %@ Participant ID: %d";
"CONF_VIEWONLY_WINDOW_TITLE" = "Zoom Meeting ID: %@";
"CONF_ROLE_USER_COUNT" = "Panelist(%d)  Viewer(%d)";
"CONF_CONNECTING" = "Connecting...";
"CONF_WAITING" = "Waiting for %s to join...";
"CONF_INVITE_MORE" = "Please use the Invite button to invite more people";
"CONF_INVITE_TIPS" = "Your invitees do not need to have Zoom pre-installed to accept your meeting invitation.";
"CONF_INVITE_URL" = "URL: ";
"CONF_INVITE_TITLE" = "Invite people to join meeting";
"CONF_ZOOM_NUMBER" = "Zoom Number: %@";
"CONF_COPY" = "Copy";
"CONF_WINDOW_TITLE" = "Zoom";

"CONF_BIN_STOP_SCREEN_SHARE" = "Stop Screen Share";
"CONF_BTN_STOP_SHARE" = "Stop Share";
"CONF_BTN_SHARE_SCREEN" = "Share Screen";
"CONG_BIN_SHARE" = "Share";
"CONF_BTN_INVITE" = "Invite";
"CONF_BIN_PARTICIPANTS_CHAT" = "Participants & Chat";
"CONF_BIN_PARTICIPANTS" = "Participants";
"CONF_BTN_CHAT" = "Chat";
"CONF_CHAT_WITH_ALL_TEXT" = "Chat with All";
"CONF_BTN_PEOPLE" = "People (%d)";
"CONF_BTN_LEAVE" = "Leave";
"CONF_BIN_END" = "End";
"CONF_BTN_SETTING" = "Settings";
"CONF_BIN_ENABLE_PROJECT_MODE" = "Hide Video Panel";
"CONF_BIN_DISABLE_PROJECT_MODE" = "Show Video Panel";
"CONF_EXIT_FULLSCREEN_TIP" = "Exit Full Screen. Meeting ID:%@";
"CONF_ENTER_FULLSCREEN_TIP" = "Enter Full Screen";
"CONF_GALLERY_VIEW_TITLE" = "Gallery View";
"CONF_SPEAKER_VIEW_TITLE" = "Speaker View";
"CONF_ENTER_MINIMAL_VIEW" = "Enter Minimal View";
"CONF_EXIT_MINIMAL_VIEW" = "Exit Minimal View";
"CONF_ENTER_FULLSCREEN" = "Enter Full Screen";
"CONF_EXIT_FULLSCREEN" = "Exit Full Screen";
"CONF_GALLERY_VIEW_TIP" = "Gallery View";
"CONF_SPEAKER_VIEW_TIP" = "Speaker View";
"CONF_BIN_RENAME" = "Rename";
"CONF_BIN_MORE" = "More";
"CONF_BIN_MEETINGINFO" = "Meeting Information";
"CONF_MEETING_MENU_TITLE" = "Meeting";
"CONF_ENTER_SILENT_MODE" = "Start attendee on hold";
"CONF_LEAVE_SILENT_MODE" = "Stop attendee on hold";
"CONF_SILENT_MODE_PROMPT" = "You are on hold";
"CONF_SILENT_ON_HOLD" = "On Hold";
"CONF_SILENT_SOTPHODE" = "Stop on-hold";

/* Audio */
"CONF_BIN_MUTE_ALL" = "Mute All";
"CONF_BIN_UNMUTE_ALL" = "Unmute All";
"CONF_BTN_UNMUTE_AUDIO" = "Unmute Audio";
"CONF_BTN_MUTE_AUDIO" = "Mute Audio";
"CONF_BTN_AUDIO" = "Audio";
"CONF_BTN_UNMUTE_TELEPHONE" = "Unmute Telephone";
"CONF_BTN_TELEPHONE" = "Mute Telephone";
"CONF_BIN_MUTE" = "Mute";
"CONF_BIN_UNMUTE" = "Unmute";
"CONF_BIN_MUTED" = "muted";
"CONF_BIN_MUTE_REMINDER" = "You are muted now. Press Command+Shift+A to unmute your microphone if you want to speak.";
"CONF_BIN_SELF_MUTED" = "You are muted";
"CONF_BIN_AUDIO_SWITCH_TO_VOIP" = "You are using the computer audio";
"CONF_BIN_AUDIO_SWITCH_TO_TELE" = "You are using the phone";
"CONF_BIN_JOIN_TELECONFERENCE" = "Join Teleconference";
"CONF_BIN_HOST_MUTE_ALL" = "All and new participants are muted";
"CONF_BIN_HOST_UNMUTE_ALL" = "All participants are unmuted";
"CONF_BIN_MUTE_BY_HOST" = "You are muted by host";
"CONF_BIN_UNMUTE_BY_HOST" = "You are unmuted by host";
"CONF_BIN_MUTE_BY_HOST_MUTEALL" = "The host has muted all participants";
"CONF_BIN_UNMUTE_BY_HOST_UNMUTEALL" = "The host has unmuted all participants";
"CONF_BIN_AUDIO_USE_VOIP" = "You are using computer audio now";
"CONF_BIN_AUDIO_USE_TELE" = "You are using phone now";
"CONF_BIN_AUDIO_MUTE_MYAUDIO" = "Mute My Audio";
"CONF_BIN_AUDIO_UNMUTE_MYAUDIO" = "Unmute My Audio";
"CONF_BIN_AUDIO_MUTE_MYPHONE" = "Mute My Phone";
"CONF_BIN_AUDIO_UNMUTE_MYPHONE" = "Unmute My Phone";
"CONF_BIN_JOIN_VOIP" = "Connect Audio Using Computer";
"CONF_BIN_LEAVE_VOIP" = "Disconnect Computer Audio";
"CONF_BIN_DISCONNECT_VOIP" = "Disconnected";
"CONF_BIN_AUDIO_BUTTON_TIP" = "Press Command-Shift-A to mute or unmute your audio";
"CONF_BIN_AUDIOWIZARD_TIP" = "Click to check your audio conference options";
"CONF_BIN_AUDIO_OPTIONS" = "Audio Options";
"CONF_BIN_CALL_USING_COMPUTER" = "Use Computer Mic & Speakers";
"CONF_BIN_CALL_USING_PHONE" = "Use Telephone";
"CONF_BIN_NO_AUDIO" = "Your audio is not yet connected.";
"CONF_BIN_AUDIO_FEEDBACK_ERROR" = "Your computer audio is disconnected as we detected an echo.";
"CONF_BIN_VOIP_CONNECTED" = "Computer Audio Connected";
"CONF_BIN_TELE_CONNECTED" = "Phone Connected";

/* Video */
"CONF_BTN_START_VIDEO" = "Start Video";
"CONF_BTN_STOP_VIDEO" = "Stop Video";
"CONF_BTN_VIDEO" = "Video";
"CONF_BIN_VIDEOWIZARD_TIP" = "Click to check your video conference options";

"CONF_BTN_RESUME" = "Resume";
"CONF_BTN_STOP_SHARE" = "Stop Share";
"CONF_BIN_TALKING" = "Talking: ";

"CONF_BIN_LOCK_MEETING" = "Lock Meeting";
"CONF_BIN_UNLOCK_MEETING" = "Unlock Meeting";
"CONF_BIN_LOCK_SHARE" = "Lock screen sharing";
"CONF_BIN_UNLOCK_SHARE" = "Unlock screen sharing";
"CONF_BIN_START_RECORDING" = "Start Recording";
"CONF_BIN_STOP_RECORDING" = "Stop Recording";
"CONF_BIN_ALLOW_RECORD" = "Allow Record";
"CONF_BIN_FORBID_RECORD" = "Forbid Record";
"CONF_BIN_MAKE_HOST" = "Make Host";
"CONF_BIN_EXPEL" = "Remove";
"CONF_BIN_PAUSE_SHARE" = "Pause Share";
"CONF_BIN_RESUME_SHARE" = "Resume Share";
"CONF_BIN_SELECT_WINDOW" = "Select Window";
"CONF_BIN_PAUSE" = "Pause";
"CONF_BIN_ANNOTATE" = "Annotate";
"CONF_BIN_GIVE_CONTROL" = "Share Control to";
"CONG_BIN_CANCEL_CONTROL" = "Cancel Remote Control";

"CONF_BIN_SHOW_CALLIN_USERS" = "Show Call In Users";
"CONF_BIN_HIDE_CALLIN_USERS" = "Hide Call In Users";

"CONF_BIN_LEAVE_MEETING_TITLE" = "Leave Meeting";
"CONF_BIN_LEAVE_MEETING" = "Do you want to leave this meeting?";
"CONF_BIN_END_MEETING_TITLE" = "End Meeting";
"CONF_BIN_END_MEETING" = "If you want to keep this meeting open, please assign another Host before you click Leave Meeting.";
"CONF_BIN_END_SHAREONLY" = "\nClick Cancel if you want to keep this meeting open.";
"CONF_DOUBLECLICK_ENTER_FULLSCREEN" = "Double-click to enter full screen mode.";
"CONF_DOUBLECLICK_EXIT_FULLSCREEN" = "Press ESC or double-click to exit full screen mode";
"CONF_BIN_CLAIM_HOST" = "Login as Host";
"CONF_BIN_RECLAIM_HOST" = "Reclaim Host";

"CONF_BIN_VIEW_MODE_CAPITAL" = "VIEW MODE";
"CONF_BIN_VOLUME_CAPITAL" = "VOLUME";

/* In meeting chat */
"CONF_CHAT_ALL" = "All";
"CONF_CHAT_TO_PRIVATE" = "to %@ (privately)";
"CONF_CHAT_FROM_PRIVATE" = "from %@ (privately)";
"CONF_CHAT_FROM" = "from %@ to All";
"CONF_CHAT_HOST" = "Host";
"CONF_CHAT_ME" = "me";
"CONF_PARTICIPANT_ID" = "participant ID";

/* Error in meeting */
"CONF_FAIL_EXCEPTION" = "We encountered an error. Error code: %d";
"CONF_FAIL_MEETING_NOT_EXIST" = "This meeting ID is not valid. Please check and try again.";
"CONF_FAIL_MEETING_OVER" = "This meeting has ended.";
"CONF_FAIL_MMR_ERR" = "Our service is currently busy. Please try again later.";
"CONF_FAIL_NO_MMR" = "Our service is currently busy. Please try again later.";
"CONF_FAIL_NETWORK_ERR" = "Can't connect to our service, please check your network connection and try again.";
"CONF_FAIL_NETWORK_ERRID" = "Can't connect to our service, please check your network connection and try again. Error code %d";
"CONF_FAIL_CONF_USER_FULL" = "This meeting has reached a maximum of %d participants. Please try again later.";
"CONF_FAIL_MEETING_LOCKED" = "This meeting has been locked by host.";
"CONF_FAIL_IN_ANOTHER_MEETING" = "You have a meeting that is currently in-progress. Please end it to start a new meeting.";
"CONF_FAIL_HOST_IN_ANOTHER_MEETING" = "The host has a meeting that is currently in-progress. Once that meeting ends, you can join this meeting.";
"CONF_FAIL_REGISTERWEBINAR_FULL"="We're sorry; the registration for this webinar has reached its maximum.";
"CONF_FAIL_REGISTERWEBINAR_PANELISTREGISTER" = "If you were invited as a panelist, please join the webinar from the link in your email invitation.";
"CONF_FAIL_REGISTERWEBINAR_DENIED_EMAIL" = "Host has denied your webinar registration.";
"SB_ERROR_WEBINAR_HOST_SHOULD_NOT_REIGISTER" = "Someone try to use host’ email to register the webinar";
"CONF_FAIL_REGISTERWEBINAR_ENFORCE_LOGIN" = "You need to be signed in with the specified Zoom account to join this meeting. Please contact the host for more information.";
"RESULT_SDK_CERTIFICATE_CHANGED_OF_ALL_ZC_PING" =  "Failed to connect to Zoom video conferencing server. If you are behind a firewall, please ask your IT administrator to allow \"*.zoom.us\".  For more information, please visit: https://support.zoom.us/hc/en-us/articles/201362683.";

"CONF_END_KICK_BY_HOST" = "You have been removed by host.";
"CONF_END_BY_HOST" = "Host ended the meeting.";
"CONF_END_JBH_TIMEOUT" = "Timed out waiting on host.";
"CONF_END_FREE_TIMEOUT" = "No free time left.";
"CONF_END_OTHER_MEETING" = "End other meeting";
"CONF_END_START_ANOTHER_MEETING" = "This meeting has ended as someone has started a new meeting with this account.";
"CONF_END_CAUSE_NO_ATTENDEE" = "The meeting has ended after 40 minutes idle time.";

/* Meeting share */
"CONF_SHARE_WINDOW_TIP" = "ID:%@   Screen:On Air";
"CONF_SHARE_DESKTOP_TIP" = "ID:%@   Desktop:On Air";
"CONF_SHARE_TIP_PAUSED" = "Your screen sharing is paused";
"CONF_SHARE_VIEW_SCREEN" = "You are viewing %@'s screen";
"CONF_SHARE_VIEW_SCREEN_WITHOUT_S" = "You are viewing %@' screen";
"CONF_SHARE_CONTROL_SCREEN" = "You are controlling %@'s screen";
"CONF_SHARE_WINDOW_MINIMIZED_TIP" = "Sharing is paused. Bring your shared window to front";
"CONF_SHARE_WINDOW_CORVERED_TIP" = "Sharing is paused. Bring your shared window to front";
"CONF_SHARE_TIP_SWITCH_APP" = "Select a Window to Share";
"CONF_SHARE_TIP_FIT_TO_WINDOW" = "Click here to change to window view";
"CONF_SHARE_TIP_ONE_TO_ONE" = "Click here to change to 1:1 view";
"CONF_SHARE_FIT_TO_WINDOW" = "Fit to Window";
"CONF_SHARE_ORIGINAL_SIZE" = "Original Size";
"CONF_SHARE_VIEW_MODE" = "View Mode";
"CONF_SHARE_SELECT_SHARE_WINDOW" = "Select a Window to Share";
"CONF_SHARE_ASSIGN_CONTROL" = "Give Mouse/Keyboard Control to";
"CONF_SHARE_STOP_CONTROL" = "Cancel Mouse/Keyboard control";
"CONF_SELECT_SHARE_TIP" = "Choose what you want to share";
"CONF_CLICK_TO_SHARE_TIP" = "Click to Share Screen";
"CONF_SHARE_SHARING_CONTENT" = "%@ sharing content";

/* Audio Share */
"CONF_AUDIO_SHARE_ENABLE" = "Share computer audio during screen sharing";
"CONF_AUDIO_SHARE_DISABLE" = "Disable computer audio during screen sharing";
"CONF_AUDIO_SHARE_MUTE_PRESENTER" = "Your microphone is muted so others can hear remote audio during screen sharing.";
"CONF_AUDIO_SHARE_MUTE_ATTENDEE" = "Your microphone is muted so you can hear remote audio during screen sharing.";
"CONF_AUDIO_SHARE_UNMUTE" = "Your microphone is unmuted. Screen sharing with remote audio has stopped.";
"CONF_AUDIO_SHARE_UNMUTE_FORBIN" = "You cannot unmute yourself because the host mute all attendees.";

/* Lead Mode */
"CONF_LEADER_MODE_ENABLE" = "Your microphone is muted to focus on %@ as the spotlight video.";
"CONF_LEADER_MODE_DISABLE" = "Your microphone is unmuted. Spotlight video has stopped.";

/* */
"CONF_MYSELF_ON_VIDEO" = "Me";
"CONF_PIN_VIDEO" = "Pin Video";
"CONF_SWITCH_VIDEO" = "Switch to Active Speaker";
"CONF_PIN_VIDEO_FIRST_SCREEN" = "Pin video on first screen";
"CONF_SWITCH_VIDEO_FIRST_SCREEN" = "Switch to active speaker on first screen";
"CONF_PIN_VIDEO_SECOND_SCREEN" = "Pin video on second screen";
"CONF_SWITCH_VIDEO_SECOND_SCREEN" = "Switch to active speaker on second screen";

"DEVICE_MSG_CONF_NEW_MIC_MSG" = "Your default microphone has changed to %@ and will now be used.";
"DEVICE_MSG_CONF_NEWDEVICE_AUDIO" = "Default audio device has changed";
"DEVICE_MSG_CONF_SPKERROR_AUDIO" = "Your speaker %@ is not working. Please go to Settings to try a different one.";
"DEVICE_STRING_SPK_ERROR" = "Speaker Error";
"DEVICE_STRING_MIC_ERROR" = "Microphone Error";
"DEVICE_STRING_MIC_PROBLEM" = "Microphone status";
"DEVICE_MSG_CONF_MICERROR_AUDIO" = "Your microphone %@ is not working. Please go to Settings to try a different one.";
"DEVICE_MSG_CONF_NOMICERR_AUDIO" = "Zoom can't detect your Microphone. Please check the Microphone setup.";
"DEVICE_MSG_CONF_NOSPKERR_AUDIO" = "Zoom can't detect your Speaker. Please check the Speaker setup.";
"DEVICE_MSG_CONF_MICNOIPUTERR_AUDIO" = "Zoom can't detect the sound from your Microphone %@.";
"DEVICE_STRING_SPK_CHANGED" = "Your default speaker has changed to %@ and will now be used.";
"DEVICE_MSG_CONF_NEWDEVICE_AUDIO" = "Default audio device has changed";

/* Schedule Email Body */
"SCHEDULE_RESULT_TITLE" = "Your meeting is scheduled.";
"SCHEDULE_RESULT_TITLE_RECURRING" = "Your recurring meetings are scheduled.";
"SCHEDULE_EDIT_RESULT_TITLE" = "Your meeting is updated.";
"SCHEDULE_EDIT_RESULT_TITLE_RECURRING" = "Your recurring meetings are updated.";
"SCHEDULE_EMAIL_BODY_MEETING_URL" = "Please join my scheduled meeting.\r\n%@\r\n\r\n";
//at %@.\r\n%@\r\n\r\nMeeting password: %@\r\nMeeting ID: %@\r\n\r\nZoom®\r\nWe can see clearly now™";
"SCHEDULE_EMAIL_BODY_MEETING_PASSWORD" = "Meeting password: %@\r\n";
"SCHEDULE_EMAIL_BODY_MEETING_TIME" = "Meeting time: %@ at %@\r\n";
"SCHEDULE_EMAIL_BODY_MEETING_TIME_REPEAT" = "Meeting time: Recurring\r\n";
"SCHEDULE_EMAIL_BODY_MEETING_ID" = "Meeting ID: %@\r\n";
"SCHEDULE_ERROR_TIMEOUT" = "Can't schedule meeting. Please check your network connection and try again.";
"SCHEDULE_ERROR_UNKNOWN" = "Can't schedule the meeting. Error code : %d";
"SCHEDULE_EMAIL_TOPIC" = "Zoom meeting invitation - %@";

"SCHEDULE_FOR_EDIT_PROMPT" = "This meeting is scheduled for %@";
"PMI_APPLY_ID_OCCUPYED" = "This Meeting ID is taken. Please choose a different ID.";
"PMI_APPLY_ID_REJECTED" = "Sorry, your request is rejected.";
"PMI_APPLY_ID_TIMEOUT" = "Can't connect to our service, please check your network connection and try again.";
"PMI_APPLY_ID_UNKNOWN" = "Failed to apply Personal Meeting ID. Unknown error.";
"PMI_APPLY_ID_ERRORCODE" = "Failed to apply personal meeting ID. Error code: %d.";
"PMI_APPLY_ID_IN_PROGRESS" = "Can not edit meeting ID while meeting is in progress.";

/* Join Schedule Meeting */
"JOIN_SCHEDULE_VERIFY_PASSWORD" = "Verifying password...";
"JOIN_SCHEDULE_WAITING_RECURRING" = "This is a recurring meeting";
"JOIN_SCHEDULE_WINDOW_TITLE" = "Waiting for Host %@";

"PT_SCHEDULE_MEETING_DEFAULT_TITLE" = "My Meeting";
"PT_SCHEDULE_MEETING_APPENDIX_NORMAL" = "'s Zoom Meeting";
"PT_SCHEDULE_MEETING_APPENDIX_NO_S" = "' Zoom Meeting";

/* Subscribe Buddy */
"SUBSCRIBE_BUDDY_REQUEST_MESSAGE" = "%@ wants to be able to chat with you. Okay?";
"SUBSCRIBE_BUDDY_SUCCESS" = "Your invitation has been sent successfully.";
"SUBSCRIBE_BUDDY_FAIL" = "Your invitation failed to sent.";
"REMOVE_BUDDY_ALERT" = "%@ will be removed from your IM list.";
"REMOVE_ZOOM_BUDDY_ALERT" = "%@ will be removed from your favorite list.";
"SETTING_SPEAKER_TEST_START" = "Test Speaker";
"SETTING_SPEAKER_TEST_STOP" = "Stop";
"STR_YOUR_STRING" = "Your";
"STR_CONNECTOR" = "'s";
"STR_FORMAT_BANDWIDTH" = "%@ network bandwidth is low.";


/*Timeout Dialog*/
"DIALOG_UPGRADE_ACCOUNT_TITLE" = "Upgrade to Pro";
"DIALOG_UPGRADE_ACCOUNT_CONTENT" = "Your free meeting will end in 10 minutes, please upgrade to a paid account at $14.99 per month for unlimited minutes.";
"DIALOG_REMINDER_TITLE" = "Meeting Alert";
"DIALOG_REMINDER_CONTENT" = "This free meeting will end in 10 minutes. The meeting host needs to upgrade to a paid account at $14.99 per month for unlimited minutes.";
"DIALOG_REMINDER_NOHOST" = "This meeting will be ended in %d minutes as the host does not join yet.";
"DIALOG_FREE_MEETINT_END" = "This free HD meeting has ended. Thank you for choosing Zoom!";
"DIALOG_MEETING_END_NO_HOST" = "The meeting has ended because the host doesn't show up.";
"DIALOG_EXPELLED_FROM_MEETING" = "You are removed from this meeting.";
"DIALOG_MEETING_END_BY_HOST" = "This meeting has been ended by host.";
"DIALOG_MEETING_UPGRADE_ACCOUNT" = "Do you want to upgrade your account?";
"DIALOG_CHANGE_HOST" = "Do you want to change the host to %@?";
"DIALOG_EXPEL_USER" = "Do you want to remove %@?";
"DIALOG_ASK_LOCK_MEETING" = "No new attendees can join this meeting once locked.";
"DIALOG_ASK_UNLOCK_MEETING" = "New attendees can join this meeting once unlocked.";
"UPDATE_COUNT" = "Upgrade Account";
"OK" = "OK";
"CANCEL" = "Cancel";
"UPGRADE" = "Upgrade";
"CONF_REMAIN_TIME" = "Remain Meeting Time:";

/*Record*/
"RECORD_GET_PRIVILEGE" = "Host allows you to record the meeting.";
"RECORD_LOSE_PRIVILEGE" = "Host disallows you to record the meeting.";
"RECORD_STOP_FOR_DISK_FULL" = "Your recording is stopped. The disk space is insuffcient.";
"RECORD_STOP_TIP" = "The recorded file will be converted to mp4 when the meeting ends.";
"RECORD_REQUEST_PRIVILEGE" = "Please request record permission from the meeting host.";

//
"NO_MEETING_ITEMS_RPMPT_TITLE" = "No Upcoming Meetings";
"NO_MEETING_ITEMS_RPMPT_CONTENT" = "The scheduled meetings will be listed here.";
"NO_RECORDING_ITEMS_RPOMPT_TITLE" = "No Recorded Files";
"NO_RECORDING_ITEMS_RPMPT_CONTENT" = "The recorded files will be listed here.";
"NO_ONLINE_BUDDIES_PTOMPT" = "No online buddies";
"NO_FAVORITE_CONTACTS_PROMPT" = "No Favorite Contacts";
"PT_AVATAR_PROFILE_TITLE" = "Connecting...";
"PT_AVATAR_PROFILE_TITLE_FREE" = "Free Account";
"PT_AVATAR_PROFILE_TITLE_PRO" = "Pro Account";
"PT_MY_PROFILE_MENU_PROFILE" = "My Profile";

//warning
"CONF_MUTEALL_WARNING" = "All attendees will be muted to hear the remote computer audio.";
"CONF_UNMUTEALL_WARNING" = "This action will unmute all attendees, do you want to continue?";
"CONF_HOSTUPGRADE_WARNING" = "Your account has been upgraded successfully. Your meeting has no time limitation any more.";
"CONF_ATTENDEEUPGRADE_WARNING" = "The meeting host has upgraded to Pro account. This meeting has no time limitation anymore.";
"CONF_SHARE_LOCKED_WARNING" = "Host disabled attendee screen sharing.";
"CONF_SHARE_ASK_LOCK" = "Only host can screen share once locked.";
"CONF_SHARE_ASK_UNLOCK" = "Attendee can now screen share once unlocked.";
"CONF_SHARE_IN_PROGRESS_WARNING" = "You cannot start screen share while the other participant is sharing.";

/* Annotation */
"CONF_ANNOTATION_MOUSE" = "Mouse";
"CONF_ANNOTATION_PEN" = "Pen";
"CONF_ANNOTATION_HIGHLIGHTER" = "Highlighter";
"CONF_ANNOTATION_SPOTLIGHT" = "Spotlight";
"CONF_ANNOTATION_ARROW" = "Arrow";
"CONF_ERASE_ALL" = "Erase All";
"CONF_ERASE" = "Eraser";
"CONF_CHOSE_COLOR" = "Choose Color";
"CONF_COLOR" = "Color";

/* Remote Control */
"CONF_RC_CONTROL"= "Remote Control";
"CONF_RC_CANCEL" = "Cancel Remote Control";
"CONF_RC_CLICKTOSTART" = "Click to start the remote control of the shared screen";

"CONF_WARNING_RECORDING_SWITCH_TO_WALLVIEW" = "Switching to gallery view will degrade the recording quality. Do you want to continue?";
"CONF_WARNING_RECORDING_SWITCH_FROM_WALLVIEW" = "Switching to speaker view will improve the recording quality. Do you want to continue?";
"CONF_CANNOT_MINIMIZE_WARNING" = "You cannot minimize Zoom when you are recording this meeting.";
"CONF_SETTING_DUALMONITOR_DISABLED_TIP" = "To enable dual stream, you need a higher performance computer.";

"PT_DELETE_MEETING_LIST_ITEM" = "Do you want to delete this meeting?";
"PT_DELETE_MEETING_HISTORY_ITEM" = "Do you want to delete this recorded file?";
"CONF_SHARING_WINDOW_CLOSED_WARNING" = "Screen sharing has stopped as the shared window is closed.";
"PT_SETTINGS_SPEAKER_TEST_INDICATOR" =  "Click Test Speaker to make sure you can hear others";
"PT_SETTINGS_SPEAKER_SELECT_INDICATOR" =  "If you can not hear the test sound, select a different speaker";
"PT_SETTINGS_TELECONFERENCE_INDICATOR" = "If you can't make your Speaker or Mic work, click Join Teleconference";
"STRING_INVITATION_URL_COPIED_TO_CLIPBOARD" = "The invitation has been copied to the Clipboard.";
"CONT_RC_BEING_CONTROLED" = "%@ is controlling your screen";
"CONF_START_SHARE_FAILED" = "Screen sharing has failed to start. Please try again later.";

/* PT */
"PLAY_VIDEO" = "Play Video";
"CONVERT" = "Convert";

"CONF_FLOATING_MINIMIZED_VIEW" = "Hide thumbnail video";
"CONF_FLOATING_SINGLE_VIEW" = "Show active speaker video";
"CONF_FLOATING_SINGLE_SMALL_VIEW" = "Show small active speaker video";
"CONF_FLOATING_SINGLE_LARGE_VIEW" = "Show large active speaker video";
"CONF_FLOATING_LIST_VIEW" = "Show thumbnail video";
"CONF_FLOATING_PREVIOUS_PAGE" = "Previous Page";
"CONF_FLOATING_NEXT_PAGE" = "Next Page";

"ZMROOM_PT_CONNECTING_MEETING" = "Starting meeting";
"ZMROOM_PT_CONNECTING_MEETING_ID" = "Meeting ID: %lld";

"ZMBOX_CONTRO_TOOLBAR_START" = "Meet Now";
"ZMBOX_CONTRO_TOOLBAR_JOIN" = "Join";
"ZMBOX_CONTRO_TOOLBAR_MEETINGLIST" = "Meetings";
"ZMBOX_CONTRO_TOOLBAR_SETTINGS" = "Settings";
"ZMBOX_CONF_REMAIN_INFOS" = "Remaining Meeting Time: Less than %d minutes";
"ZMBOX_CONF_REMAIN_INFO" = "Remaining Meeting Time: Less than 1 minute";
"ZMBOX_CONF_UPCOMING_HEADERS" = "%d minutes";
"ZMBOX_CONF_UPCOMING_HEADER" = "1 minute";
"ZMBOX_CONF_UPCOMING_INFO" = " until next scheduled meeting";
"ZMBOX_ROOM_INVALD_ACCOUNT" = "ZoomRooms is not configured for this account. You can switch account or exit to configure.";
"ZMBOX_INCOMING_CALL_INFO" = "Is calling...";
"ZMBOX_AUDIO_DEVICE_NOT_INSTALLED" = "Audio sharing can't be started. Please reinstall ZoomRooms!";
"ZMBOX_PROMPT_SWITCH_ACCOUNT" = "Switch Account";
"ZMBOX_PROMPT_EXIT" = "Exit";
"ZMBOX_PROMPT_GOOGLESERVICE_LOGIN_WITH_GMAIL" = "Please sign out, and sign in with work email.";
"ZMBOX_PROMPT_SIGNOUT" = "Sign Out";
"ZMBOX_PROMPT_CONTINUE" = "Continue";


"share_laptop_title" = "Share laptop screen   ";
"share_laptop_url" = "1. Go to   ";
"share_laptop_meeting_id" = "2. Enter meeting ID   ";
"share_laptop_meeting_passcode" = "3. Enter passcode   ";
"share_laptop_or" = "Or";
"share_laptop_plug_hdmi" = "Use HDMI";

"webinar_rejoin_as_panelist" = "Rejoining as Panelist";
"webinar_rejoin_as_attendee" = "Rejoining as Attendee";

"login_ZoomRoom_desc" = "Sign in here for the following account types: Google Service,\nMicrosoft Exchange/Office 365, or work email.\nFor Gmail account, click sign in with Google.";
"login_ZooomRoom_username_placeholder" = "Email Address";
"login_ZooomRoom_password_placeholder" = "Password";

//Conference Remote Camera Control Window
"REMOTE_CONTROL_WAITING_PEER_APPROVAL" = "Waiting for %@ to approve your request.";
"REMOTE_CONTROL_BEEN_REQUESTED" = "%@ requested to control your camera.";
"REMOTE_CONTROL_BEEN_DECLINED" = "%@ declined your request of camera control.";
"REMOTE_CONTROL_BEEN_APPROVED" = "Request approved. You can now control %@'s camera.";
"REMOTE_CONTROL_BEEN_GAVEUP" = "%@ no longer controls your camera.";

// device warning: microphone + speaker + camera
"ROOM_DEVICE_WARNING_ROBOTIC_AUDIO_ISSUES" = "Audio failure is detected. Please contact IT to restart this system.";
"ROOM_DEVICE_WARNING_NO_DEVICE_MIC" = "No microphone is detected. Please connect the microphone.";
"ROOM_DEVICE_WARNING_NO_DEVICE_SPEAKER" = "No speaker is detected. Please connect the speaker.";
"ROOM_DEVICE_WARNING_NO_DEVICE_CAMERA" = "No camera is detected. Please connect the camera.";
"ROOM_DEVICE_WARNING_SELECTED_REMOVED_MIC" = "Preferred microphone is disconnected. Please reconnect %@.";
"ROOM_DEVICE_WARNING_SELECTED_REMOVED_SPEAKER" = "Preferred speaker is disconnected. Please reconnect %@.";
"ROOM_DEVICE_WARNING_SELECTED_REMOVED_CAMERA" = "Preferred camera is disconnected. Please reconnect %@.";
"ROOM_DEVICE_WARNING_NOT_WORK_MIC" = "Preferred microphone is not working. Please reconnect or restart microphone.";
"ROOM_DEVICE_WARNING_NOT_WORK_SPEAKER" = "Preferred speaker is not working. Please reconnect or restart speaker.";
"ROOM_DEVICE_WARNING_NOT_WORK_CAMERA" = "Preferred camera is not working. Please reconnect or restart camera.";
"ROOM_DEVICE_WARNING_NO_CALLBACK_MIC" = "Preferred microphone is not working. Please restart microphone.";
"ROOM_DEVICE_WARNING_NO_CALLBACK_SPEAKER" = "Preferred speaker is not working. Please restart speaker.";
"ROOM_DEVICE_WARNING_NO_CALLBACK_CAMERA" = "Preferred camera is not working. Please restart camera.";

// meeting list on tv
"MEETINGLIST_ON_TV_ALL_DAY" = "All day";
